Repository: baltamir1978/AEMET-Netatmo-ios
Catalog: AppPersonal/Localizable.xcstrings
Source language: es
Languages: ca, en, eu, gl

source: %@ · nivel %@
ca: %@ · nivell %@
en: %@ · level %@
eu: %@ · maila %@

source: 3 Meses
ca: 3 mesos
en: 3 months
eu: 3 hilabete

source: AEMET configurado
ca: AEMET configurat
en: AEMET configured
eu: AEMET konfiguratuta

source: AEMET sin respuesta · datos anteriores
ca: AEMET sense resposta · dades anteriors
en: AEMET not responding · previous data
eu: AEMETek ez du erantzuten · aurreko datuak
gl: AEMET sen resposta · datos anteriores

source: Actualización
ca: Actualització
en: Updates
eu: Eguneratzea

source: Actualización en segundo plano
ca: Actualització en segon pla
en: Background refresh
eu: Atzeko planoko eguneratzea

source: Actualizado %@
ca: Actualitzat %@
en: Updated %@
eu: Eguneratuta %@

source: Actualizar
ca: Actualitza
en: Refresh
eu: Eguneratu

source: Ahora: %@
ca: Ara: %@
en: Now: %@
eu: Orain: %@
gl: Agora: %@

source: Ahorro · 6 h
ca: Estalvi · 6 h
en: Battery saver · 6 h
eu: Aurrezpena · 6 h
gl: Aforro · 6 h

source: Aire · Polen · UV
ca: Aire · Pol·len · UV
en: Air · Pollen · UV
eu: Airea · Polena · UV
gl: Aire · Pole · UV

source: Ajustes
ca: Ajustos
en: Settings
eu: Ezarpenak
gl: Axustes

source: Alto
ca: Alt
en: High
eu: Altua

source: Amanecer
ca: Sortida de sol
en: Sunrise
eu: Egunsentia
gl: Amencer

source: Atardecer
ca: Posta de sol
en: Sunset
eu: Ilunabarra
gl: Solpor

source: Automática
ca: Automàtica
en: Automatic
eu: Automatikoa

source: Automática usa la estación más cercana. Si está al otro lado de la montaña, elige a mano la que comparta tu valle o tu altitud.
ca: Automàtica fa servir l'estació més propera. Si és a l'altra banda de la muntanya, tria a mà la que comparteixi la teva vall o la teva altitud.
en: Automatic uses the nearest station. If it sits on the other side of the mountain, pick the one that shares your valley or your altitude.
eu: Automatikoak estazio hurbilena erabiltzen du. Mendiaren beste aldean badago, aukeratu eskuz zure harana edo altuera partekatzen duena.
gl: Automática usa a estación máis próxima. Se está ao outro lado da montaña, escolle a man a que comparta o teu val ou a túa altitude.

source: Automática, la estación más cercana: %@
ca: Automàtica, l'estació més propera: %@
en: Automatic, the nearest station: %@
eu: Automatikoa, estazio hurbilena: %@
gl: Automática, a estación máis próxima: %@

source: Ayer
ca: Ahir
en: Yesterday
eu: Atzo
gl: Onte

source: Año
ca: Any
en: Year
eu: Urtea
gl: Ano

source: Bajamar
ca: Baixamar
en: Low tide
eu: Itsasbehera
gl: Baixamar

source: Bajo
ca: Baix
en: Low
eu: Baxua
gl: Baixo

source: Buscar municipio…
ca: Cerca un municipi…
en: Search town…
eu: Bilatu udalerria…
gl: Buscar concello…

source: Buscar y añadir
ca: Cerca i afegeix
en: Search and add
eu: Bilatu eta gehitu
gl: Buscar e engadir

source: Calidad aire
ca: Qualitat de l'aire
en: Air quality
eu: Airearen kalitatea
gl: Calidade do aire

source: Configura Netatmo en Ajustes
ca: Configura Netatmo a Ajustos
en: Set up Netatmo in Settings
eu: Konfiguratu Netatmo Ezarpenetan
gl: Configura Netatmo en Axustes

source: Cota de nieve
ca: Cota de neu
en: Snow level
eu: Elur-maila
gl: Cota de neve

source: Detalles de hoy
ca: Detalls d'avui
en: Today's details
eu: Gaurko xehetasunak
gl: Detalles de hoxe

source: Detectando estación…
ca: Detectant estació…
en: Detecting station…
eu: Estazioa detektatzen…

source: Detectar de nuevo
ca: Detecta de nou
en: Detect again
eu: Detektatu berriro
gl: Detectar de novo

source: Duración
ca: Durada
en: Daylight
eu: Iraupena

source: Días lluvia
ca: Dies de pluja
en: Rainy days
eu: Euri-egunak
gl: Días de choiva

source: Elegir la estación de observación
ca: Triar l'estació d'observació
en: Choose the observation station
eu: Aukeratu behaketa-estazioa
gl: Escoller a estación de observación

source: En %lld días
ca: D'aquí %lld dies
en: In %lld days
eu: %lld egun barru

source: Estaciones cercanas
ca: Estacions properes
en: Nearby stations
eu: Estazio hurbilak
gl: Estacións próximas

source: Estación
ca: Estació
en: Station
eu: Estazioa

source: Estación %@
ca: Estació %@
en: %@ station
eu: %@ estazioa

# Estación %@ · a %@ km
source: Estación %1$@ · a %2$@ km
ca: Estació %1$@ · a %2$@ km
en: %1$@ station · %2$@ km away
eu: %1$@ estazioa · %2$@ km-ra

# Estación %@, a %@ kilómetros
source: Estación %1$@, a %2$@ kilómetros
ca: Estació %1$@, a %2$@ quilòmetres
en: %1$@ station, %2$@ kilometres away
eu: %1$@ estazioa, %2$@ kilometrora
gl: Estación %1$@, a %2$@ quilómetros

# Estación %@, a %@ kilómetros, altitud %@ metros
source: Estación %1$@, a %2$@ kilómetros, altitud %3$@ metros
ca: Estació %1$@, a %2$@ quilòmetres, altitud %3$@ metres
en: %1$@ station, %2$@ kilometres away, altitude %3$@ metres
eu: %1$@ estazioa, %2$@ kilometrora, %3$@ metroko altuera
gl: Estación %1$@, a %2$@ quilómetros, altitude %3$@ metros

source: Estación Meteorológica
ca: Estació meteorològica
en: Weather station
eu: Meteorologia-estazioa
gl: Estación meteorolóxica

source: Estación principal
ca: Estació principal
en: Main station
eu: Estazio nagusia

source: Estación · %@
ca: Estació · %@
en: Station · %@
eu: Estazioa · %@

source: Extremo
ca: Extrem
en: Extreme
eu: Muturrekoa

source: Fecha
ca: Data
en: Date
eu: Data
gl: Data

source: Frecuente · 1 h
ca: Freqüent · 1 h
en: Frequent · 1 h
eu: Sarri · 1 h

source: Fuente: %@
ca: Font: %@
en: Source: %@
eu: Iturria: %@
gl: Fonte: %@

source: Gestionar ubicaciones
ca: Gestiona les ubicacions
en: Manage locations
eu: Kudeatu kokapenak
gl: Xestionar localizacións

source: Gráficas
ca: Gràfiques
en: Charts
eu: Grafikoak

source: Hace %lld días
ca: Fa %lld dies
en: %lld days ago
eu: Duela %lld egun
gl: Hai %lld días

source: Hoy
ca: Avui
en: Today
eu: Gaur
gl: Hoxe

source: Humedad
ca: Humitat
en: Humidity
eu: Hezetasuna
gl: Humidade

source: Humedad ext.
ca: Humitat ext.
en: Outdoor humidity
eu: Kanpoko hezetasuna
gl: Humidade ext.

source: Humedad relativa
ca: Humitat relativa
en: Relative humidity
eu: Hezetasun erlatiboa
gl: Humidade relativa

source: Iluminación %@
ca: Il·luminació %@
en: Illumination %@
eu: Argiztapena %@

source: Información
ca: Informació
en: Information
eu: Informazioa

source: Inténtalo en unos minutos con ↻.
ca: Torna-ho a provar d'aquí uns minuts amb ↻.
en: Try again in a few minutes with ↻.
eu: Saiatu berriro minutu batzuk barru ↻ sakatuta.
gl: Téntao dentro duns minutos con ↻.

source: Listo
ca: Fet
en: Done
eu: Eginda
gl: Feito

source: Lluvia
ca: Pluja
en: Rain
eu: Euria
gl: Choiva

source: Lluvia 1h
ca: Pluja 1h
en: Rain 1h
eu: Euria 1h
gl: Choiva 1h

source: Luna llena
ca: Lluna plena
en: Full moon
eu: Ilbetea
gl: Lúa chea

source: Luna nueva
ca: Lluna nova
en: New moon
eu: Ilberria
gl: Lúa nova

source: Mantén al menos una ubicación.
ca: Mantén almenys una ubicació.
en: Keep at least one location.
eu: Mantendu gutxienez kokapen bat.
gl: Mantén polo menos unha localización.

source: Mareas
ca: Marees
en: Tides
eu: Mareak

source: Mañana
ca: Demà
en: Tomorrow
eu: Bihar
gl: Mañá

source: Mediodía
ca: Migdia
en: Noon
eu: Eguerdia

source: Mes siguiente
ca: Mes següent
en: Next month
eu: Hurrengo hilabetea
gl: Mes seguinte

source: Mis ubicaciones
ca: Les meves ubicacions
en: My locations
eu: Nire kokapenak
gl: As miñas localizacións

source: Moderado
ca: Moderat
en: Moderate
eu: Ertaina

source: Municipio…
ca: Municipi…
en: Town…
eu: Udalerria…
gl: Concello…

source: Muy alto
ca: Molt alt
en: Very high
eu: Oso altua
gl: Moi alto

source: Máx. período
ca: Màx. període
en: Period max
eu: Aldiko max.

source: Máxima
ca: Màxima
en: Maximum
eu: Maximoa

source: Máxima %lld grados
ca: Màxima %lld graus
en: High %lld degrees
eu: Maximoa %lld gradu
gl: Máxima %lld graos

source: Máxima/Mínima
ca: Màxima/Mínima
en: Max/Min
eu: Max/Min

source: Máximo
ca: Màxim
en: Maximum
eu: Maximoa

source: Máximo/Mínimo
ca: Màxim/Mínim
en: Max/Min
eu: Max/Min

source: Mínima %lld grados
ca: Mínima %lld graus
en: Low %lld degrees
eu: Minimoa %lld gradu
gl: Mínima %lld graos

source: Mínimo
ca: Mínim
en: Minimum
eu: Minimoa

source: Módulo exterior
ca: Mòdul exterior
en: Outdoor module
eu: Kanpoko modulua

source: Módulo lluvia
ca: Mòdul de pluja
en: Rain module
eu: Euri modulua
gl: Módulo de choiva

source: Netatmo configurado
ca: Netatmo configurat
en: Netatmo configured
eu: Netatmo konfiguratuta

source: No se pudo cargar la previsión (Open-Meteo).
ca: No s'ha pogut carregar la previsió (Open-Meteo).
en: Couldn't load the forecast (Open-Meteo).
eu: Ezin izan da iragarpena kargatu (Open-Meteo).
gl: Non se puido cargar a previsión (Open-Meteo).

source: No se pudo cargar la red de estaciones de AEMET.
ca: No s'ha pogut carregar la xarxa d'estacions de l'AEMET.
en: Couldn't load AEMET's station network.
eu: Ezin izan da AEMETen estazio-sarea kargatu.
gl: Non se puido cargar a rede de estacións de AEMET.

source: No se pudo obtener tu ubicación. Revisa los permisos de localización.
ca: No s'ha pogut obtenir la teva ubicació. Revisa els permisos d'ubicació.
en: Couldn't get your location. Check location permissions.
eu: Ezin izan da zure kokapena lortu. Egiaztatu kokapen-baimenak.
gl: Non se puido obter a túa localización. Revisa os permisos de localización.

source: Pendiente
ca: Pendent
en: Pending
eu: Zain
gl: Pendente

source: Periodo
ca: Període
en: Period
eu: Aldia
gl: Período

source: Pleamar
ca: Plenamar
en: High tide
eu: Itsasgora
gl: Preamar

source: Precipitación (1h)
ca: Precipitació (1h)
en: Precipitation (1h)
eu: Prezipitazioa (1h)

source: Predicción: %@
ca: Predicció: %@
en: Forecast: %@
eu: Iragarpena: %@
gl: Predición: %@

source: Presión
ca: Pressió
en: Pressure
eu: Presioa

source: Prob. lluvia
ca: Prob. pluja
en: Rain chance
eu: Euri auk.
gl: Prob. choiva

source: Promedio
ca: Mitjana
en: Average
eu: Batez bestekoa
gl: Media

source: Próximas 48 horas
ca: Pròximes 48 hores
en: Next 48 hours
eu: Hurrengo 48 orduak
gl: Vindeiras 48 horas

source: Próximos 7 días
ca: Pròxims 7 dies
en: Next 7 days
eu: Hurrengo 7 egunak
gl: Vindeiros 7 días

source: Puesta %@
ca: Posta %@
en: Set %@
eu: Sarrera %@
gl: Posta %@

source: Racha máxima
ca: Ratxa màxima
en: Max gust
eu: Bolada maximoa
gl: Refacho máximo

source: Ruido
ca: Soroll
en: Noise
eu: Zarata
gl: Ruído

source: Salida %@
ca: Sortida %@
en: Rise %@
eu: Irteera %@
gl: Saída %@

source: Semana
ca: Setmana
en: Week
eu: Astea

source: Sensación térmica
ca: Sensació tèrmica
en: Feels like
eu: Sentitzen den tenperatura

source: Sin datos
ca: Sense dades
en: No data
eu: Daturik ez
gl: Sen datos

source: Sin estación detectada
ca: Cap estació detectada
en: No station detected
eu: Ez da estaziorik detektatu
gl: Sen estación detectada

source: Sol · Luna
ca: Sol · Lluna
en: Sun · Moon
eu: Eguzkia · Ilargia
gl: Sol · Lúa

source: Sol·Luna
ca: Sol·Lluna
en: Sun·Moon
eu: Eguzkia·Ilargia
gl: Sol·Lúa

source: T min/máx
ca: T mín/màx
en: T min/max
eu: T min/max
gl: T mín/máx

source: Temperatura próximas horas
ca: Temperatura pròximes hores
en: Temperature next hours
eu: Hurrengo orduetako tenperatura
gl: Temperatura vindeiras horas

source: Tiempo
ca: Temps
en: Weather
eu: Eguraldia
gl: Tempo

source: Tiempo no disponible
ca: Temps no disponible
en: Weather unavailable
eu: Eguraldia ez erabilgarri
gl: Tempo non dispoñible

source: Ubicaciones
ca: Ubicacions
en: Locations
eu: Kokapenak
gl: Localizacións

source: Ubicación
ca: Ubicació
en: Location
eu: Kokapena
gl: Localización

source: Usar mi ubicación
ca: Utilitza la meva ubicació
en: Use my location
eu: Erabili nire kokapena
gl: Usar a miña localización

source: Viento
ca: Vent
en: Wind
eu: Haizea
gl: Vento

source: amarillo
ca: groc
en: yellow
eu: horia
gl: amarelo

source: detectado
ca: detectat
en: detected
eu: detektatuta

source: naranja
ca: taronja
en: orange
eu: laranja
gl: laranxa

source: no detectado
ca: no detectat
en: not detected
eu: detektatu gabe
gl: non detectado

source: racha %lld
ca: ratxa %lld
en: gust %lld
eu: bolada %lld
gl: refacho %lld

source: rojo
ca: vermell
en: red
eu: gorria
gl: vermello

source: Índice UV
ca: Índex UV
en: UV index
eu: UV indizea

source: Índice UV máximo
ca: Índex UV màxim
en: Max UV index
eu: UV indize maximoa

source: AEMET no disponible
en: AEMET unavailable
eu: AEMET ez erabilgarri
gl: AEMET non dispoñible

source: Actual
en: Current
eu: Unekoa

source: Exterior
en: Outdoor
eu: Kanpoaldea

source: Interior
en: Indoor
eu: Barrualdea

source: Lectura
en: Reading
eu: Irakurketa

source: Mes
en: Month
eu: Hilabetea

source: Mes anterior
en: Previous month
eu: Aurreko hilabetea

source: Mínima
en: Minimum
eu: Minimoa

source: Temperatura
en: Temperature
eu: Tenperatura

source: Temperatura ext.
en: Outdoor temp.
eu: Kanpoko tenp.

source: a %@ km
en: %@ km away
eu: %@ km-ra

# a %@ km · %@ m
source: a %1$@ km · %2$@ m
en: %1$@ km away · %2$@ m
eu: %1$@ km-ra · %2$@ m

source: Total
eu: Guztira
